---
kind: type
id: T:Autodesk.Revit.DB.Analysis.EnergyAnalysisZone
source: html/af17ae2b-fb9d-163a-9ffe-91fdcb89ab48.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisZone

Analytical zone.

## Syntax (C#)
```csharp
public class EnergyAnalysisZone : Element
```